# Напишите программу, удаляющую из текста все слова, содержащие ""абв"".

text_1 = 'Мы неабв очень любим Питон иабв Джавуабв!' 
print (' '.join(filter(lambda x: not 'абв' in x, text_1.split())))
